Repository: Vaniog/QueueHere
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Please login to access this page
ru: Пожалуйста войдите в аккаунт, чтобы получить доступ к данной странице

source: Please confirm your account!
ru: Пожалуйста, подтвердите свой аккаунт!

source: Username
ru: Логин

source: Password
ru: Пароль

source: Sign In
ru: Вход

source: Repeat Password
ru: Повторите пароль

source: Register
ru: Регистрация

source: This address is already in use.
ru: Этот адрес уже используется

source: This username is already in use.
ru: Этот логин уже используется

source: Request Password Reset
ru: Запросить изменение пароля

source: Reset Password
ru: Изменить пароль

source: Invalid user or password
ru: Неверный логин или пароль

source: Congratulations, you are now a registered user! Check your email for verification.
ru: Поздравляем с регистрацией! Проверьте свою почту для подтверждения аккаунта. Проверьте спам. Если вы используете Яндекс почту, для открытия ссылки из письма, надо подтвердить что письмо не спам.

source: Your account has already been confirmed.
ru: Ваш аккаунт уже подтвержден

source: A new confirmation email has been sent.
ru: Новое письмо с подтверждением было отправлено

source: Account already confirmed.
ru: Аккаунт уже подтвержден

source: You have confirmed your account. Thanks!
ru: Вы подтвердили свой аккаунт! Спасибо!

source: The confirmation link is invalid or has expired.
ru: Ссылка подверждения неверная или истекла

source: Check your email for the instructions to reset your password
ru: Проверьте вашу почту, вам придет инструкция

source: Your password has been reset.
ru: Ваш пароль был изменен

source: [QueueHere] Reset Your Password
ru: [QueueHere] Изменение пароля

source: Name
ru: Название

source: Create
ru: Создать

source: Join with name
ru: Войти под именем

source: Join
ru: Войти

source: Queue ID
ru: ID Очереди

source: Find
ru: Найти

source: Delete
ru: Удалить

source: Forget
ru: Забыть

source: Queue is closed.
ru: Очередь закрыта

source: You have already enter this queue.
ru: Вы уже вошли в эту очередь

source: You cant create more %(max_queues) than queues
ru: Вы не можете создать больше чем %(max_queues) очередей

source: New
ru: Создать

source: Queues
ru: Очереди

source: Logout
ru: Выйти

source: Login
ru: Войти

source: I updated the site a little bit
ru: Я немного обновил сайт

source: Now you can log into the account normally and it will not log out for a long time, if you forget your password, you can reset it
ru: Теперь можно нормально войти в аккаунт и он не выйдет в течение длительного срока, а если забыли пароль, то вы сможете его восстановить

source: Which I advise you to do, because it will automatically fill in the name when you enter the queue, as well as always be at hand will be a convenient list of your queues
ru: Что я и советую сделать, так как это даст автоматическое заполнение имени при входе в очередь, а так же под рукой всегда будет удобный список ваших очередей

source: And now you can support me morally by logging into your account and clicking on the heart at the bottom of the site
ru: А еще теперь вы можете морально меня поддержать, войдя в аккаунт и кликнув на сердечко внизу сайта

source: Sure
ru: Понял

source: Stats
ru: Статистика

source: Users
ru: Пользователи

source: Queues entries
ru: Входов в очередь

source: Login and confirm you account
ru: Войдите и подтвердите аккаунт

source: You have not confirmed your account. Please check your inbox (and your spam folder) - you should have received an email with a confirmation link.
ru: Вы не подтвердили свою учетную запись. Пожалуйста, проверьте свой почтовый ящик (и папку спам) - вы должны были получить письмо со ссылкой для подтверждения. Если вы используете Яндекс почту, для открытия ссылки из письма, надо подтвердить что письмо не спам.

source: Didn't get the email?
ru: Не получили письмо?

source: Resend
ru: Отправить еще раз

source: New User?
ru: Новый пользователь?

source: Click to Register!
ru: Нажмите для регистрации!

source: Forget Password or Username?
ru: Забыли пароль или логин?

source: Reset password
ru: Изменить пароль

source: Request password reset
ru: Запросить изменение пароля

source: Welcome! Thanks for signing up. Please follow this link to activate your account:
ru: Добро пожаловать! Спасибо за регистрацию. Перейдите по данной ссылки для активации аккаунта

source: Hello!
ru: Здравствуйте!

source: Your username is
ru: Ваш логин

source: To reset password
ru: Чтобы изменить пароль

source: click this link
ru: кликните по этой ссылке

source: Or paste it to browser address line
ru: Или вставьте ее в адресную строку браузера

source: Ignore this message, if you didnt ask for it
ru: Игнорируйте данное сообщение, если вы не запрашивали его

source: Wrong address
ru: Неверный адрес

source: Back
ru: Вернуться

source: An unexpected error has occurred
ru: Возникла непредвиденная ошибка

source: The administrator has been notified. Sorry for the inconvenience!
ru: Администратор был уведомлен, извините за проблемы!

source: Join Queue
ru: Присоединиться

source: Register to get access to all the features:
ru: Зарегистрируйся чтобы получить доступ ко всем возможностям

source: Create queues
ru: Создавай очереди

source: Manage your queues
ru: Управляй очередями

source: Swap members
ru: Перемещай участников

source: Remove members
ru: Удаляй участников

source: Clear the queue
ru: Очищай очередь

source: Lock and unlock
ru: Закрывай и открывай

source: Add scheduled tasks
ru: Добавляй запланированные задачи

source: Choose time, date and action
ru: Выбери время, дату и действие

source: Remember queues
ru: Запоминай очереди

source: Create queue
ru: Создать очередь

source: Clear
ru: Очистить

source: Close
ru: Закрыть

source: Open
ru: Открыть

source: Tasks
ru: Задачи

source: Spam
ru: Спам

source: Add task
ru: Добавить

source: Your queues
ru: Ваши очереди

source: Are you sure you want to forget?
ru: Вы уверены что хотите забыть?

source: This action cannot be undone
ru: Это действие не может быть отменено

source: No
ru: Нет

source: Yes
ru: Да

source: Owned queues
ru: Созданные очереди

source: Are you sure you want to delete?
ru: Вы уверены что хотите удалить?

source: This action cannot be undone.
ru: Это действие не может быть отменено

source: Next clearing
ru: Следующая очистка

source: Next closing
ru: Следующее закрытие

source: Next opening
ru: Следующее открытие

source: Leave
ru: Выйти
